Repository: mohannadtaqatqa/homesevice
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Dont have an account?
ar: هل ليس لديك حساب؟

source: Login
ar: تسجيل الدخول

source: Sing Up
ar: إنشاء حساب

source: username
ar: اسم المستخدم

source: password
ar: كلمة المرور

source: Forgot your password?
ar: هل نسيت كلمة المرور؟

source: first name
ar: الاسم الأول

source: second name
ar: الاسم الثاني

source: Email
ar: البريد الإلكتروني

source: phone number
ar: رقم الهاتف

# createaccountaAs
source: create an account as
ar: إنشاء حساب كـ

# alreadyhaveaccount
source: I already have an account!
ar: لدي حساب بالفعل!

source: Register
ar: تسجيل

source: city
ar: المدينة

source: service type
ar: نوع الخدمة

source: customer
ar: العميل

# serviceProvider
source: Service providers
ar: مزودي الخدمات

source: please choose
ar: يرجى الاختيار

source: plumber
ar: سباك

source: mechanical
ar: ميكانيكي

# createaccountWith
source: Create an account with
ar: إنشاء حساب باستخدام

# welcomeIn
source: Welcome to Manzle application, where you find everything you need for your home
ar: مرحبًا بك في تطبيق منزلي، حيث تجد كل ما تحتاجه لمنزلك

source: Welcome
ar: مرحبًا

source: Hebron
ar: الخليل

source: Bethlahem
ar: بيت لحم

source: Ramallah
ar: رام الله

source: Nablus
ar: نابلس

source: Appointment Booking
ar: حجز موعد

source: Information
ar: معلومات

source: Contact
ar: اتصال

# erroeFirstName
source: The first name must not be empty
ar: يجب ألا يكون الاسم الأول فارغًا

# errorSecondName
source: The second name must not be empty
ar: يجب ألا يكون الاسم الثاني فارغًا

# errorEmail
source: Must be a valid email
ar: يجب أن يكون بريد إلكتروني صالح

# errorPass
source: The length of the password must not be less than 4
ar: يجب أن لا تقل كلمة المرور عن 4 أحرف

# errorPhone
source: The phone number must be valid
ar: يجب أن يكون رقم الهاتف صالحًا

# errorSignup
source: Please fill out all fields with the appropriate content
ar: يرجى ملء جميع الحقول بالمحتوى المناسب

# errorUserType
source: Please select a user type
ar: يرجى اختيار نوع المستخدم

# errorServiceType
source: Please select a service type
ar: يرجى اختيار نوع الخدمة

# errorCity
source: Please select a city
ar: يرجى اختيار مدينة

source: Settings
ar: الاعدادات

source: address
ar: العنوان

# errorAddress
source: You must enter your address
ar: يجب ادخال عنوانك

# EnterPhoneNumber
source: Enter your phone number
ar: ادخل رقم هاتفك

# sendCode
source: we will send a confirmation code
ar: سوف نرسل رمز التأكيد

# sendOTP
source: We will send you a confirmation code via email
ar: سوف نرسل لك رمز التأكيد على البريد الالكتروني

# enterCode
source: Enter Verification code
ar: أدخل رمز التأكيد

source: Confirm
ar: تاكيد

# weSendCode
source: We will automatically send a confirmation code to your phone number
ar: سنقوم تلقائيًا بإرسال رمز التأكيد إلى رقم هاتفك

source: Send
ar: ارسال

source: New password
ar: كلمة المرور الجديدة

# errorNewPassword
source: The new password must not be empty
ar: يجب أن لا تكون كلمة المرور الجديدة فارغة

source: Confirm new password
ar: تاكيد كلمة المرور الجديدة

# errorConfirmPassword
source: The two new passwords must be the same
ar: يجب أن تكون كلمتي المرور الجديدتان متطابقتان

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Reservation
ar: حجز

source: Services
ar: الخدمات

source: Notifications
ar: الاشعارات

source: Logout
ar: تسجيل الخروج

# compulationRating
source: Compulation and evaluation
ar: انتهاء والتقييم

source: The service
ar: الخدمة

source: Description
ar: الوصف

source: Price
ar: السعر

source: Date
ar: التاريخ

# TapRating
source: Tap to rate the service provider, and give some feedback about the service provider
ar: انقر لتقييم مزود الخدمة وإعطاء بعض الملاحظات عن مزود الخدمة

# errorRating
source: Please rate the service
ar: يجب أن تقييم الخدمة

source: Submit Rating
ar: ارسال التقييم

source: My Requests
ar: طلباتي

source: My Appointments
ar: مواعيدي

# Archive
source: Archives
ar: الارشيف

source: No request
ar: لا يتوفر اي طلبات حاليا لديك

source: Show more
ar: عرض المزيد

source: No appointment
ar: لا بتوفر اي مواعيد لديك في الوقت الحالي

source: Approved
ar: قبول

source: Reject
ar: رفض

source: Suggested new
ar: اقتراح موعد جديد

# areyoureday
source: Are you ready for a new job?
ar: مستعد للموافقة على عمل؟

# newnoti
source: New notification
ar: انت سوف تتلقى اشعارات عمل جديد

source: New Job
ar: اعمال جديدة

source: Rating
ar: تقييم

source: Request done
ar: طلبات تم اكمالها

# verefiyuser
source: Your account has been confirmed
ar: تمت عملية تاكيد الحساب

# reprovid
source: Request for re-providing
ar: طلب اعادة عمل

# appoindetails
source: Appointment details
ar: تفاصيل الموعد

source: Close
ar: اغلاق

# saveChange
source: Save changes
ar: حفظ التغييرات

# appointoday
source: Appointment today
ar: مواعيد اليوم

source: Ratings
ar: التقييمات

# errorCode
source: The code is incorrect
ar: يجب ادخال رمز صالح

# Settingsaccount
source: Account settings
ar: اعدادات الحساب

# raitings
source: Ratings
ar: التقييمات

source: General
ar: عام

# settingsPrivate
source: Private settings
ar: الاعدادات الخاصة

source: Personal settings
ar: الاعدادات الشخصية

source: Change Email
ar: تغيير البريد الالكتروني

# changePass
source: Change Password
ar: تغيير كلمة المرور

# selectDate
source: Please select a date
ar: يرجى اختيار تاريخ الحجز

# newrequest
source: Service reservation has been requested ðŸ“©
ar: تم طلب حجز الخدمة 📩

# selectdate
source: Choose your reservation date
ar: اختر تاريخ الحجز

source: Cancel
ar: الغاء

source: Ok
ar: موافق

# changePassSuccess
source: Password changed successfully
ar: تم تغيير كلمة المرور بنجاح

# bookingSuccess
source: Service reservation has been confirmed
ar: تم حجز الخدمة بنجاح

# alreadyBooking
source: You have already booked a service
ar: لقد تم حجز الخدمة بالفعل من قبل مستخدم اخر الرجاء اعادة حجز موعد

# noProvider
source: No service provider available
ar: لا يوجد مقدمي خدمات

# errorEmail1
source: Please check your email address
ar: يرجى التحقق من عنوان البريد الإلكتروني الخاص بك

# recovery
source: Recover your account
ar: استعادة حسابك

# enterEmail
source: Enter your email
ar: ادخل بريدك الالكتروني

source: and
ar: و

# completeInfo
source: Complete your information
ar: اكمل معلوماتك

# errorpassoremail
source: Password or email is incorrect
ar: كلمة المرور او الايميل خطأ

source: Image
ar: الصورة

source: Load image
ar: تحميل صورة

source: Client ratings
ar: تقييمات العملاء

# rating1
source: Rating
ar: التقييم

source: Proposed date
ar: التاريخ المقترح

# servicesinapp
source: Services in the app
ar: الخدمات في التطبيق

# servicerequest
source: Required service
ar: الخدمة المطلوبة

# noAppointment
source: You dont have any appointments yet.
ar: ليس لديك مواعيد

# fillAll
source: Please fill in all fields as appropriate
ar: يجب تعبئة جميع الحقول بما يناسبها

# noRating
source: No rating yet
ar: ليس لديك تقييمات

source: Requests for me
ar: طلبات لي
